export const natalNumbers = {
  title: {
    '1': 'Ораторство и вербальные навыки',
    '2': 'Интуиция и чуткость',
    '3': 'Интеллект и память',
    '4': 'Терпеливость и практичность',
    '5': 'Любовь и самовыражение',
    '6': 'Творчество',
    '7': 'Жертвенный опыт',
    '8': 'Мудрость и независимость',
    '9': 'Амбициозность',
  },
  values: {
    '01': `Вам нужно развивать свои вербальные и коммуникативные навыки. Быть более
          активным по отношению к окружающим людям и обстоятельствам.`,
    '1': `Вы испытываете трудности с вербальным самовыражением. Это не говорит о 
         том что вы плохой оратор. Напротив, вы можете быть способны хорошо и аргументировано
         говорить, но когда дело доходит до выражения своих внутренних мотивов, переживаний
         и чувств, Вы теряетесь. Вам следует учиться лучше владеть собой, что требует
         понимания себя и психологической зрелости. Иногда Вы говорите что то, чтобы задеть
         собеседника, хотя сами можете так и не считать. Это является частью Вашего механизма
         самозащиты. Такая тактика агрессивной обороны иногда приводит к неприятным конфликтам.
         Вам следует учиться думать прежде чем что то сказать, вместо того чтобы реагировать
         интуитивно и мнгновенно, потому что сказанное слово не взять обратно, а нанесенные Вами 
         душевные раны могут еще долго кровоточить. В конце дня, Вам следует анализировать
         то что Вам следовало сказать сегодня, но Вы промолчали, и наоборот, чего говорить
         не следовало. Это позволит Вам меняться в лучшую сторону.`,
    '11': `Вы обладаете даром сбаллансированного самовыражения. Используйте это качество 
          с умом и не злоупотребляйте им в манипулятивных целях. Старайтесь не вызывать
          неприятие со стороны людей, менее одаренных в этом направлении. Вы способны непредвзято 
          смотреть на любую ситуацию, видеть обе стороны конфликта. Обладаете чрезвычайно широким 
          пониманием событий и людей. Иногда случается что во время дискуссии на какую либо 
          тему, вы меняете сторону, поняв что она более правильная. Среди таких как вы людей
          встречается много успешных политиков и других публичных деятелей. По своей природе Вы
          гуманист, как на уровне сознания, так и в практической деятельности, которая обычно успешна
          именно благодаря Вашей способности видеть обе стороны любой проблемы.`,
    '111': `Три единицы могут быть свидетельсвом двух противоположных по своей сути проявлений.
            Обычно это очень разговорчивые люди, способные говорить много и часто, оставаясь при
            этом умными и интересными. Они любят участвовать во всем и сразу, обычно радуются жизни
            и стремятся делиться этой радостью с другими. В то же время, если в дате вашего рождения
            отсутствуют числа 2, 5, 8, что бывает довольно редко, мы имеем дело с противоположной
            характеристикой. Такие люди тихие, погруженные в себя, и обычно стеснительные с 
            незнакомыми людьми. Но все же, в комфортной дружеской компании, они становятся 
            оживленными и разговорчивыми. Им легче выражать себя в письме, где их обычно
            обостренная чувствительность ослабляет свою железную хватку и мысли льются намного свободнее.`,
    '1111': `Вы испытываете трудности с выражением своих мыслей. Окружающие часто понимают Вас неверно.
            Однако жизнь научила Вас скрывать свое смятение за улыбкой, хотя внутренне, это доставляет
            Вам значительный дискомфорт. Вам следует учиться выражать свои эмоции, вместо того чтобы
            держать их внутри. Вы эгоистичны, но несмотря на это, способны глубоко сопереживать тем,
            к кому испытываете сильную близость. Вам сложно проявлять свою эмпатию даже к близким 
            людям. Для Вашего благополучия, как и для счастья ваших близких, вам нужно контролировать 
            свои эмоции. В этом случае внутреннее равновесие и уверенность в себе позволят Вам
            отбросить комплексы и начать выражать свои чувства, не подавляя их.`,
    '11111': `Наличие пяти и более единиц в дате рождения говорит о серьезных проблемах с вербальным
              самовыражением. Результатом этих проблем может стать подавление личности. Вы можете 
              быть несчастны из за того, что люди Вас не понимают. Непонимание, в свою очередь приводит 
              к отстраненности, что еще больше усиливает и без того ярко выраженное чувство одиночества.
              Вы любите свою внешность, Вам нравится смотреться в зеркало. Самолюбование может доходить 
              до нарциссизма, а вместе со склонностью к обману, даже приводить к психологическим 
              проблемам. Для того чтобы избежать зацикленности на себе, Вам следует погружаться
              в творчество - рисование, рукоделие, лепку, музыку. `,

    '02': `Вам следует больше прислушиваться к себе, развивать интуицию и учиться выражать 
          свои эмоции.`,
    '2': `Вы обладаете довольно крепкой базовой интуицией. Однако, этого не всегда достаточно. 
          Вам бывает сложно отличить истинные ценности от ложных, навязанных Вам. Если при этом
          вы еще и являетесь чуткой натурой, быстро реагирующей на окружающие события, 
          то становитесь легко уязвимы, что приводит
          к необдуманным поступкам и поспешным решениям. Обычно Вам требуется значительное 
          количество времени чтобы расслабиться. Вы любите побыть на природе вдали от суеты.          
          Для мужчин, базовая интуиция служит хорошим фундаментом для развития сбалансированной 
          чуткости, что требует постоянной работы в этом направлении. Женщины же по своей 
          природе более чувствительны и интуитивны, чем мужчины. Поэтому даже с базовой интуицией 
          их чувствительность к окружающий действительности и способность воспринимать окружающий 
          мир находится на должном уровне.`,
    '22': `Сбаллансированная интуиция является Вашим огромным преимуществом. Это дает замечательную
          возможность для развития интуитивного восприятия. Но Вам следует помнить, что интуиция,
          как и любое другое качество постепенно отмирает, если им не пользуются. Вы умный человек,
          поскольку от природы награждены способностью к пониманию людей и обстоятельств. Интуиция 
          служит Вам надежным проводником, когда речь идет о первом впечатлении, поэтому Вы 
          практически мгновенно составляете верное мнение о людях и идеях. Вы легко различаете,
          искренен человек или нет. Ваше Эго и воображение могут мешать работе интуиции, что
          следует учитывать в повседневной жизни. Благодаря гармонично развитой интуитивной 
          восприимчивости, вы часто оказываетесь вовлечены в многочисленные дела, нередко 
          добиваясь в выбранной области немалых высот. Однако Вам не следует распыляться, 
          взваливая на себя множество задач одновременно. Это может негативно сказаться на 
          благополучии в Вашей семье. Залог успеха, как всегда, в равновесии.`,
    '222': `Вам недостает баланса в чувственном восприятии. Вы имеете гипертрофированную 
            чувствительность, которая может стать тяжелым эмоциональным грузом. Вы в 
            высокой степени настроены на чувства других людей, в результате чего склонны чересчур 
            глубоко погружаться в их проблемы. Защищаясь от этого, Вы нередко проводите большую 
            часть времени в мире своих собственных чувств, тем самым демонстрируя отстраненность, 
            которая может привести к одиночеству. Вы можете работать в индустрии развлечений,
            потому как Вам легко играть роль другого человека. Однако та же чувствительность 
            порой мешает Вам выражать свои личные глубинные переживания, что чревато обидами 
            со стороны тех, кто находится рядом с Вами. В подобных случаях Вы занимаете 
            оборонительную позицию и подчиняясь импульсу, можете задеть чьи то чувства.`,
    '2222': `Ваша чувствительность нуждается в постоянном контроле, иначе она может привести к
            тяжелейшему внутреннему конфликту, неизменно выражающемуся в раздражительности, 
            язвительности и злобе по отношению к окружающим. Иногда Вы до крайности нетерпеливы. 
            Ваша интуиция ненадежна. Вы часто ошибаетесь в своих интерпретациях и склонны доверять 
            тем, кому доверять не следует. Из за вашей бурной реакции на обстоятельства, вы можете
            потерять психическое равновесие. Вашим близким и друзьям необходимо проявлять огромное 
            терпение и понимание. Часто вы ощущаете одиночество. Есть определенная склонность к
            вредным превычкам. Для того чтобы избежать возможных проблем и эмоциональной изоляции
            Вам нужно учиться эмоциональному самоконтролю и фундаментальным навыкам расслабления. 
            Следует помнить, что иногда нужно плыть по течению, вместо того чтобы грести против него.`,
    '22222': `Наличие пяти и более единиц в дате рождения говорит о том что вы абсолютный раб
              своей гипертрофированной чувствительности. Вы нуждаетесь в направлении и самой
              деликатной заботе, особенно в молодости, а Вашим близким следует запастись немалым 
              терпением. Вам совершенно необходима особая психологическая помощь в том, что касается
              выражения эмоций`,

    '03': `Вам следует прилагать больше усилий в интеллектуальной сфере, и не в коем случае не
           не поддаваться лени и апатии. В любом случае, Вам необходимо учитывать склонность к 
           лени, которая поддается коррекции в ранние годы. Если же не прилагать усилий, 
           лень может привести к более серьезным трудностям на последующих этапах жизни`,
    '3': `Вы наделены неплохим фундаментом памяти и интеллекта. Вам следует развивать эти
          качества, и они будут помогать Вам на протяжении всей жизни. Независимо от возраста,
          Вам достаточно легко сохранять живость ума и поддерживать интеллектуальную активность.
          Ваш интеллект помогает Вам в учебе, в юности Вам легко дается учеба и получение образования.
          Кроме того, Вы обладаете веселым нравом, с готовностью принимаетесь за самые разные
          задачи и находите успешные решения любых проблем. Обычно Вы достаточно уверены в себе, 
          что, в свою очередь, также способствует достижению жизненного успеха.`,
    '33': `Вы обладаете интенсивной ментальной активностью, ярким воображением и явными способностями
          к литературе. Чтобы проявиться наиболее эффективно и гармонично, эта энергия нуждается в 
          контроле и дисциплине. Предоставленная сама себе, она может пуститься во все тяжкие,
          что может привести к антисоциальному поведению. Вам рекомендуется регулярно заниматься 
          медитативными практиками, тренировать память и развивать интуицию. Все это будет 
          способствовать формированию более конструктивного мышления. В противном случае высокая 
          ментальная подвижность может привести к тому, что  воображение начнет преобладать 
          над рациональной стороной жизни, вплоть до потери связи с реальностью. Вы можете обладать
          значительными писательскими способностями, хотя сами редко это понимаете. Вас необходимо 
          вдохновлять на то, чтобы Вы излагали свои мысли и фантазии на бумаге, но это может
          стать хорошим стимулом для свободного проявления литературных склонностей.`,
    '333': `Ваша ментальная активность столь высока, что иногда вы можете терять связь с реальностью,
           в результате погружаясь в изоляцию, ведущую к одиночеству. Вы пытаетесь создать 
           собственную реальность, которую увы, никто кроме вас не признает, отчего Вы становитесь
           еще более отстраненными. Ваше буйное воображение настолько занято построением самых
           странных сценариев будущего, что Вам зачастую нелегко сосредоточиться на настоящем 
           моменте и адекватно общаться с людьми. Из-за нарушений внутреннего равновесия Вам редко
           удается расслабиться, поэтому Вы становитесь недоверчивыми. У Вас немного друзей, и часто
           вы несчастливы. Порой Вы настолько поглощены своими воображаемыми приключениями, 
           что не замечают ничего вокруг, что может отталкнуть окружающих. Вам жизненно необходимы 
           терпение, понимание и забота со стороны окружающих. Наилучший способ бороться со своими
           недостатками - учиться концентрироваться на текущем моменте, использовать свои
           руки и внимание в той или иной практической деятельности художественного характера. 
           Так Вы станете более приспособленными к реальности.`,
    '3333': ``,
  },
};
